Repository: Gnuside/wordpress-export-users-to-csv
Catalog: languages/export-users-to-csv-*.po
Languages: fr_fr

source: Export to CSV
fr_fr: Exporter en CSV

source: users.
fr_fr: utilisateurs

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Export users to a CSV file
fr_fr: Exporter les utilisateurs vers un fichier CSV

source: Don't forget to save your changes
fr_fr: N'oubliez pas de sauver les modifications apportées

source: No user found.
fr_fr: Aucun utilisateur trouvé.

source: User's role
fr_fr: Rôle de l'utilisateur

source: Every Role
fr_fr: Tous les Roles

source: Date range
fr_fr: Date d'inscription

source: Start Date
fr_fr: De

source: End Date
fr_fr: A

source: Export
fr_fr: Exporter

source: Users meta fields
fr_fr: Champ méta utilisateur

source: Field name in the database : check to export
fr_fr: Nom du champ dans la base de donnée : Cochez les cases pour exporter les valeurs

source: Field name in the CSV file
fr_fr: Nom du champ dans le fichier csv

source: Field description
fr_fr: Description pour l'admin.

source: add field
fr_fr: Ajouter un champ

source: User ID in the database.
fr_fr: N° de l'utilisateur dans la DB

source: User login.
fr_fr: Login

source: User password.
fr_fr: Password

source: Short name.
fr_fr: Nom court

source: User e-mail.
fr_fr: E-mail

source: User website.
fr_fr: Site web

source: User registration date.
fr_fr: Date d'inscription

source: Activation key sent by e-mail.
fr_fr: Clé d'inscription

source: Dead value. Useless value. Deprecated.
fr_fr: Champ non utilisé

source: User name displayed on this website.
fr_fr: Nom affiché sur le site

source: Users fields
fr_fr: Champs utilisateurs
